---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsSection
source: html/74b36104-2aec-565b-d4a5-f1887ea8f005.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsSection Property

"Section"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsSection { get; }
```